Repository: studio-adhoc/inis-b-connect
Catalog: languages/inis-b-connect-*.po
Languages: de_de

source: city-topics
de_de: stadtthemen

source: City Topics
de_de: Stadtthemen

source: City Topic
de_de: Stadtthema

source: Search City Topics
de_de: Stadtthemen durchsuchen

source: All City Topics
de_de: Alle Stadtthemen

source: Parent City Topic
de_de: Übergeordnetes Stadtthema

source: Parent City Topic:
de_de: Übergeordnetes Stadtthema:

source: Edit Topic
de_de: Thema bearbeiten

source: Update Topic
de_de: Thema aktualisieren

source: Add New Topic
de_de: Neues Thema hinzufügen

source: New Topic Name
de_de: Neuer Themenname

source: Topics
de_de: Themen

source: Partner Connection
de_de: Verbindung Partner Server

source: Partner Connection active
de_de: Verbindung zum Partner-Server aktiv

source: Server URL without trailing slash
de_de: Server URL ohne Slash am Ende der Adresse

source: Imprint URL
de_de: URL zum Impressum

source: Please enter the URL to your imprint
de_de: Bitte gib die URL zum Impressum der Seite an

source: Liability for editorial content
de_de: Verantwortlich für den Inhalt

source: Partner Color 1
de_de: Partner Farbe 1

source: Partner Color 2
de_de: Partner Farbe 2
